{
    "Name": "الاسم",
    "E-Mail Address": "البريد الإلكتروني",
    "Password": "كلمة المرور",
    "Confirm": "تأكيد",
    "Confirm Password": "تأكيد كلمة المرور",
    "Remember Me": "تذكرني",
    "Remember me": "تذكرني",
    "Forgot Your Password?": "هل نسيت كلمة المرور؟",
    "Forgot your password?": "هل نسيت كلمة المرور؟",
    "Already registered?": "هل لديك حساب بالفعل؟",
    "Login": "تسجيل الدخول",
    "Register": "تسجيل",
    "Home": "الرئيسية",
    "Logout": "تسجيل الخروج",
    "Toggle navigation": "تبديل التنقل",
    "Nevermind": "لا بأس",
    "Verify Your Email Address": "تحقق من عنوان بريدك الإلكتروني",
    "A fresh verification link has been sent to your email address.": "تم إرسال رابط تحقق جديد إلى بريدك الإلكتروني.",
    "Before proceeding, please check your email for a verification link.": "قبل المتابعة، يرجى التحقق من بريدك الإلكتروني للحصول على رابط التحقق.",
    "If you did not receive the email": "إذا لم يصلك البريد الإلكتروني",
    "click here to request another": "اضغط هنا لطلب رابط جديد",
    "Please click the button below to verify your email address.": "يرجى النقر على الزر أدناه للتحقق من عنوان بريدك الإلكتروني.",
    "Verify Email Address": "تحقق من البريد الإلكتروني",
    "If you did not create an account, no further action is required.": "إذا لم تقم بإنشاء الحساب، فلا حاجة لاتخاذ أي إجراء.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "إذا كنت تواجه مشكلة في النقر على زر \":actionText\"، فانسخ الرابط أدناه والصقه في متصفحك:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:displayableActionUrl](:actionURL)": "إذا كنت تواجه مشكلة في النقر على زر \":actionText\"، فانسخ الرابط أدناه والصقه في متصفحك: [:displayableActionUrl](:actionURL)",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "نسيت كلمة المرور؟ لا مشكلة. فقط أخبرنا بعنوان بريدك الإلكتروني وسنرسل لك رابطًا لإعادة تعيين كلمة المرور.",
    "Send Password Reset Link": "إرسال رابط إعادة تعيين كلمة المرور",
    "Email Password Reset Link": "إرسال رابط إعادة تعيين كلمة المرور",
    "Reset Password": "إعادة تعيين كلمة المرور",
    "This is a secure area of the application. Please confirm your password before continuing.": "هذه منطقة آمنة في التطبيق. يرجى تأكيد كلمة المرور قبل المتابعة.",
    "You are receiving this email because we received a password reset request for your account.": "أنت تتلقى هذا البريد لأننا تلقينا طلب إعادة تعيين كلمة المرور لحسابك.",
    "If you did not request a password reset, no further action is required.": "إذا لم تطلب إعادة تعيين كلمة المرور، فلا حاجة لاتخاذ أي إجراء.",
    "This password reset link will expire in :count minutes.": "ستنتهي صلاحية رابط إعادة تعيين كلمة المرور خلال :count دقيقة.",
    "Please confirm your password before continuing.": "يرجى تأكيد كلمة المرور قبل المتابعة.",
    "Hello!": "مرحباً!",
    "Regards": "مع التحية",
    "Reset Password Notification": "إشعار إعادة تعيين كلمة المرور",
    "All rights reserved.": "جميع الحقوق محفوظة.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "يجب أن يحتوي :attribute على الأقل على :length حرفًا ويحتوي على حرف كبير واحد على الأقل.",
    "The :attribute must be at least :length characters and contain at least one number.": "يجب أن يحتوي :attribute على الأقل على :length حرفًا ويحتوي على رقم واحد على الأقل.",
    "The :attribute must be at least :length characters and contain at least one special character.": "يجب أن يحتوي :attribute على الأقل على :length حرفًا ويحتوي على رمز خاص واحد على الأقل.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "يجب أن يحتوي :attribute على الأقل على :length حرفًا، ويتضمن حرفًا كبيرًا واحدًا ورقمًا واحدًا على الأقل.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "يجب أن يحتوي :attribute على الأقل على :length حرفًا، ويتضمن حرفًا كبيرًا واحدًا ورمزًا خاصًا واحدًا على الأقل.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "يجب أن يحتوي :attribute على الأقل على :length حرفًا، ويتضمن حرفًا كبيرًا واحدًا، رقمًا واحدًا، ورمزًا خاصًا واحدًا.",
    "The :attribute must be at least :length characters.": "يجب أن يحتوي :attribute على الأقل على :length حرفًا.",
    "You have been invited to join the :team team!": "لقد تمت دعوتك للانضمام إلى فريق :team!",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "إذا لم يكن لديك حساب، يمكنك إنشاء واحد بالنقر على الزر أدناه. بعد إنشاء الحساب، يمكنك النقر على زر قبول الدعوة الموجود في هذا البريد الإلكتروني.",
    "Create Account": "إنشاء حساب",
    "If you already have an account, you may accept this invitation by clicking the button below:": "إذا كان لديك حساب بالفعل، يمكنك قبول هذه الدعوة بالنقر على الزر أدناه:",
    "Accept Invitation": "قبول الدعوة",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "إذا لم تكن تتوقع تلقي دعوة لهذا الفريق، يمكنك تجاهل هذا البريد الإلكتروني."
}
